Repository: soderlind/virtual-media-folders
Catalog: languages/virtual-media-folders-*.po
Languages: nb_no

source: Virtual Media Folders
nb_no: Virtuelle mediemapper

source: Virtual folder organization and smart management for the WordPress Media Library.
nb_no: Virtuell mappeorganisering og smart administrasjon for WordPress mediebibliotek.

source: Per Soderlind
nb_no: Per Søderlind

source: Virtual Folders
nb_no: Virtuelle mapper

source: Virtual Media Folders on GitHub
nb_no: Virtual Media Folders på GitHub

source: Organize your media files into virtual folders without moving files on disk.
nb_no: Organiser mediefilene dine i virtuelle mapper uten å flytte filer på disken.

source: Getting Started
nb_no: Kom i gang

source: Click the folder icon next to the view switcher to show the folder sidebar.
nb_no: Klikk på mappeikonet ved siden av visningsbytteren for å vise mappesidefeltet.

source: Use the + button in the sidebar to create new folders.
nb_no: Bruk +-knappen i sidefeltet for å opprette nye mapper.

source: Click a folder to filter the media library by that folder.
nb_no: Klikk på en mappe for å filtrere mediebiblioteket etter den mappen.

source: Moving Media
nb_no: Flytte media

source: Drag and drop media items onto folders in the sidebar.
nb_no: Dra og slipp medieelementer til mapper i sidefeltet.

source: Select multiple items and use Bulk Actions to move them together.
nb_no: Velg flere elementer og bruk massehandlinger for å flytte dem sammen.

source: Drop media on "Uncategorized" to remove folder assignments.
nb_no: Slipp media på «Ukategorisert» for å fjerne mappetilordninger.

source: Keyboard Navigation
nb_no: Tastaturnavigasjon

source: Use arrow keys to navigate between folders.
nb_no: Bruk piltastene for å navigere mellom mapper.

source: Press Enter or Space to select a folder.
nb_no: Trykk Enter eller mellomrom for å velge en mappe.

source: Invalid security token.
nb_no: Ugyldig sikkerhetstoken.

source: Permission denied.
nb_no: Ingen tilgang.

source: Invalid media ID.
nb_no: Ugyldig medie-ID.

source: Attachment not found.
nb_no: Vedlegg ikke funnet.

source: Media removed from all folders.
nb_no: Media fjernet fra alle mapper.

source: Folder not found.
nb_no: Mappe ikke funnet.

source: Media moved to "%s".
nb_no: Media flyttet til «%s».

source: No valid media IDs provided.
nb_no: Ingen gyldige medie-IDer oppgitt.

source: Uncategorized
nb_no: Ukategorisert

source: Failed to move any items.
nb_no: Kunne ikke flytte noen elementer.

source: %1$d item moved to "%2$s".
nb_no: %1$d element flyttet til «%2$s».

source: The folder name.
nb_no: Mappenavnet.

source: Parent folder ID.
nb_no: Overordnet mappe-ID.

source: The folder ID.
nb_no: Mappe-ID.

source: Whether to bypass trash and force deletion.
nb_no: Om papirkurven skal hoppes over og sletting tvinges.

source: The media attachment ID.
nb_no: Medivedleggs-ID.

source: Filter counts by media type (image, audio, video, application).
nb_no: Filtrer antall etter medietype (bilde, lyd, video, applikasjon).

source: Array of folder IDs in desired order.
nb_no: Array med mappe-IDer i ønsket rekkefølge.

source: Parent folder ID (0 for root level).
nb_no: Overordnet mappe-ID (0 for rotnivå).

source: The folder ID to apply.
nb_no: Mappe-ID som skal brukes.

source: You do not have permission to view folders.
nb_no: Du har ikke tillatelse til å se mapper.

source: You do not have permission to create folders.
nb_no: Du har ikke tillatelse til å opprette mapper.

source: You do not have permission to update folders.
nb_no: Du har ikke tillatelse til å oppdatere mapper.

source: You do not have permission to delete folders.
nb_no: Du har ikke tillatelse til å slette mapper.

source: A folder cannot be its own parent.
nb_no: En mappe kan ikke være sin egen overordnet.

source: Failed to delete folder.
nb_no: Kunne ikke slette mappen.

source: Order must be an array of folder IDs.
nb_no: Rekkefølgen må være en array med mappe-IDer.

source: Folders reordered successfully.
nb_no: Mapper omorganisert.

source: Folder suggestion applied.
nb_no: Mappeforslag brukt.

source: Media removed from folder.
nb_no: Media fjernet fra mappen.

source: Media not found.
nb_no: Media ikke funnet.

source: Suggestions dismissed.
nb_no: Forslag avvist.

source: Media added to folder.
nb_no: Media lagt til i mappen.

source: Unique identifier for the folder.
nb_no: Unik identifikator for mappen.

source: The name of the folder.
nb_no: Navnet på mappen.

source: The slug of the folder.
nb_no: Kortnavnet til mappen.

source: The description of the folder.
nb_no: Beskrivelsen av mappen.

source: The parent folder ID.
nb_no: Overordnet mappe-ID.

source: Number of media items in this folder.
nb_no: Antall mediefiler i denne mappen.

source: Whether to hide folders with no media.
nb_no: Om mapper uten media skal skjules.

source: Filter by parent folder ID.
nb_no: Filtrer etter overordnet mappe-ID.

source: Virtual Media Folders Settings
nb_no: Innstillinger for virtuelle mediemapper

source: Folder Settings
nb_no: Mappeinnstillinger

source: Default Behavior
nb_no: Standardoppførsel

source: Default Folder
nb_no: Standardmappe

source: Automatically assign new uploads to this folder (0 = none).
nb_no: Tildel automatisk nye opplastinger til denne mappen (0 = ingen).

source: Show All Media
nb_no: Vis alle medier

source: Show the "All Media" option in the sidebar.
nb_no: Vis «Alle medier»-alternativet i sidepanelet.

source: Show Uncategorized
nb_no: Vis ukategorisert

source: Show the "Uncategorized" virtual folder in the sidebar.
nb_no: Vis den virtuelle mappen «Ukategorisert» i sidepanelet.

source: Jump to Folder After Move
nb_no: Hopp til mappe etter flytting

source: Automatically switch to the target folder after moving files.
nb_no: Bytt automatisk til målmappen etter at filer er flyttet.

source: Settings saved.
nb_no: Innstillinger lagret.

source: Save Settings
nb_no: Lagre innstillinger

source: Configure how Virtual Media Folders suggests folders for newly uploaded files.
nb_no: Konfigurer hvordan Virtuelle mediemapper foreslår mapper for nylig opplastede filer.

source: Set default behavior for folder organization.
nb_no: Angi standardoppførsel for mappeorganisering.

source: None
nb_no: Ingen

# taxonomy general name
source: Media Folders
nb_no: Mediemapper

# taxonomy singular name
source: Media Folder
nb_no: Mediemappe

source: Search Folders
nb_no: Søk i mapper

source: All Folders
nb_no: Alle mapper

source: Parent Folder
nb_no: Overordnet mappe

source: Parent Folder:
nb_no: Overordnet mappe:

source: Edit Folder
nb_no: Rediger mappe

source: Update Folder
nb_no: Oppdater mappe

source: Add New Folder
nb_no: Legg til ny mappe

source: New Folder Name
nb_no: Nytt mappenavn

source: Media Folders
nb_no: Mediemapper

source: Virtual Media Folders requires PHP 8.3 or higher.
nb_no: Virtuelle mediemapper krever PHP 8.3 eller høyere.

source: Virtual Media Folders requires WordPress 6.8 or higher.
nb_no: Virtuelle mediemapper krever WordPress 6.8 eller høyere.

source: Failed to move items.
nb_no: Kunne ikke flytte elementer.

source: Failed to move some items.
nb_no: Kunne ikke flytte noen elementer.

source: Move to folder…
nb_no: Flytt til mappe…

source: Moving…
nb_no: Flytter…

source: Apply
nb_no: Bruk

source: %d selected
nb_no: %d valgt

source: Drop here to move media to this folder
nb_no: Slipp her for å flytte media til denne mappen

source: None (top level)
nb_no: Ingen (toppnivå)

source: Please enter a folder name.
nb_no: Vennligst skriv inn et mappenavn.

source: Folder created.
nb_no: Mappe opprettet.

source: Failed to create folder.
nb_no: Kunne ikke opprette mappen.

source: Folder updated.
nb_no: Mappe oppdatert.

source: Failed to update folder.
nb_no: Kunne ikke oppdatere mappen.

source: Folder deleted.
nb_no: Mappe slettet.

source: Create Folder
nb_no: Opprett mappe

source: Rename Folder
nb_no: Gi nytt navn

source: Delete Folder
nb_no: Slett mappe

source: Folder Name
nb_no: Mappenavn

source: Enter folder name
nb_no: Skriv inn mappenavn

source: Cancel
nb_no: Avbryt

source: Creating…
nb_no: Oppretter…

source: Create
nb_no: Opprett

source: Saving…
nb_no: Lagrer…

source: Save
nb_no: Lagre

source: Are you sure you want to delete the folder "%s"?
nb_no: Er du sikker på at du vil slette mappen «%s»?

source: Media items in this folder will not be deleted, only the folder organization.
nb_no: Mediefiler i denne mappen vil ikke bli slettet, bare mappeorganiseringen.

source: Deleting…
nb_no: Sletter…

source: Delete
nb_no: Slett

source: folder
nb_no: mappe

source: All Media
nb_no: Alle medier

source: Loading folders…
nb_no: Laster mapper…

source: 1 item ready to move
nb_no: 1 element klar til å flyttes

source: %d items ready to move
nb_no: %d elementer klare til å flyttes

source: Navigate to a folder and press Enter to drop
nb_no: Naviger til en mappe og trykk Enter for å slippe

source: Move to folder
nb_no: Flytt til mappe

source: Loading…
nb_no: Laster…

source: Remove from folder
nb_no: Fjern fra mappe

source: No folders yet
nb_no: Ingen mapper ennå

source: Drag to reorder folder
nb_no: Dra for å endre rekkefølge på mappen

source: sortable
nb_no: sorterbar

source: Suggested folders: %s
nb_no: Foreslåtte mapper: %s

source: Dismiss
nb_no: Avvis

source: Show Folders
nb_no: Vis mapper

source: Failed to move media.
nb_no: Kunne ikke flytte media.

source: Media item
nb_no: Medieelement

source: Folder
nb_no: Mappe

source: Collapse
nb_no: Skjul

source: Expand
nb_no: Utvid

source: items
nb_no: elementer

source: Media folders
nb_no: Mediemapper

source: Folder tree
nb_no: Mappestruktur

source: Press Space or Enter to start dragging. Use arrow keys to move. Press Space or Enter again to drop, or Escape to cancel.
nb_no: Trykk mellomrom eller Enter for å begynne å dra. Bruk piltaster for å flytte. Trykk mellomrom eller Enter igjen for å slippe, eller Escape for å avbryte.

source: Moved %1$s to %2$s
nb_no: Flyttet %1$s til %2$s

source: Moved %1$d files to %2$s
nb_no: Flyttet %1$d filer til %2$s

source: %1$s moved to position %2$d
nb_no: %1$s flyttet til posisjon %2$d

source: %1$s folder selected, %2$d items
nb_no: %1$s mappe valgt, %2$d elementer

source: Folder %s created
nb_no: Mappe %s opprettet

source: Folder %s deleted
nb_no: Mappe %s slettet

source: Dragging %s. Drop on a folder to move.
nb_no: Drar %s. Slipp på en mappe for å flytte.

source: Drag cancelled
nb_no: Dra avbrutt

source: %s picked up. Navigate to a folder and press Enter to drop, or press M or Escape to cancel.
nb_no: %s plukket opp. Naviger til en mappe og trykk Enter for å slippe, eller trykk M eller Escape for å avbryte.

source: Item
nb_no: Element

source: %d items picked up. Navigate to a folder and press Enter to drop, or press M or Escape to cancel.
nb_no: %d elementer plukket opp. Naviger til en mappe og trykk Enter for å slippe, eller trykk M eller Escape for å avbryte.

source: Move cancelled
nb_no: Flytting avbrutt

source: item
nb_no: element

source: Moved %1$d items to %2$s
nb_no: Flyttet %1$d elementer til %2$s

source: Search folders
nb_no: Søk i mapper

source: Search folders…
nb_no: Søk i mapper…

source: Clear search
nb_no: Tøm søk

source: Close search
nb_no: Lukk søk

source: Default folder assignment is managed by the Rules Engine.
nb_no: Standard mappevalg styres av regelmotoren.

source: Configure Rules Engine →
nb_no: Konfigurer regelmotor →

source: A folder with this name already exists.
nb_no: En mappe med dette navnet finnes allerede.

source: Folder name cannot be empty.
nb_no: Mappenavn kan ikke være tomt.

source: Invalid folder.
nb_no: Ugyldig mappe.

source: Invalid folder taxonomy.
nb_no: Ugyldig mappetaksonomi.

source: Parent folder does not exist.
nb_no: Overordnet mappe finnes ikke.

source: This folder cannot be deleted.
nb_no: Denne mappen kan ikke slettes.

source: General
nb_no: Generelt

source: Checking…
nb_no: Sjekker…

source: Close
nb_no: Lukk
